Repository: opencitations/heritrace
Catalog: babel/translations/*/LC_MESSAGES/messages.po
Languages: it

source: No resource URI provided
it: Nessun URI della risorsa fornito

source: Resource Locked
it: Risorsa bloccata

source: This resource is currently being edited by %(user)s [%(orcid)s]
it: Questa risorsa è attualmente in fase di modifica da parte di %(user)s [%(orcid)s]

source: Error
it: Errore

source: An error occurred while checking the lock
it: Si è verificato un errore durante il controllo del blocco

source: An unexpected error occurred
it: Si è verificato un errore inaspettato

source: Resource is locked by another user
it: La risorsa è bloccata da un altro utente

source: Unable to release lock
it: Impossibile rilasciare il blocco

source: Unable to renew lock
it: Impossibile rinnovare il blocco

source: Value is required.
it: Il valore è obbligatorio.

source: No matching datatypes found.
it: Nessun tipo di dati corrispondente trovato.

source: Invalid request: 'changes' and 'entity_type' are required fields
it: Richiesta non valida: i campi 'changes' e 'entity_type' sono obbligatori

source: An error occurred while checking for orphaned entities
it: Si è verificato un errore durante il controllo delle entità orfane

source: Failed to save changes to the database: {}
it: Salvataggio delle modifiche nel database fallito: {}

source: Changes applied successfully
it: Modifiche applicate con successo

source: An error occurred while applying changes
it: Si è verificato un errore durante l'applicazione delle modifiche

source: Invalid or missing URL
it: URL non valido o mancante

source: An error occurred during authentication. Please try again
it: Si è verificato un errore durante l'autenticazione. Riprova

source: Your ORCID is not authorized to access this application
it: Il tuo ORCID non è autorizzato ad accedere a questa applicazione

source: Welcome back %(name)s!
it: Bentornato %(name)s!

source: You have been logged out
it: Sei stato disconnesso

source: Text (string)
it: Testo (stringa)

source: Whole number (integer)
it: Numero intero

source: True or False (boolean)
it: Vero o Falso (booleano)

source: Date (YYYY-MM-DD)
it: Data (AAAA-MM-GG)

source: Date and Time (YYYY-MM-DDThh:mm:ss)
it: Data e Ora (AAAA-MM-GGThh:mm:ss)

source: Decimal number
it: Numero decimale

source: Floating point number
it: Numero a virgola mobile

source: Double precision floating point number
it: Numero a virgola mobile a doppia precisione

source: Time (hh:mm:ss)
it: Ora (hh:mm:ss)

source: Year (YYYY)
it: Anno (AAAA)

source: Month (MM)
it: Mese (MM)

source: Day of the month (DD)
it: Giorno del mese (GG)

source: Duration (e.g., P1Y2M3DT4H5M6S)
it: Durata (es., P1A2M3GT4H5M6S)

source: Hexadecimal binary
it: Binario esadecimale

source: Base64 encoded binary
it: Binario codificato in Base64

source: Web address (URL)
it: Indirizzo web (URL)

source: Language code (e.g., en, it)
it: Codice lingua (es., en, it)

source: Normalized text (no line breaks)
it: Testo normalizzato (senza interruzioni di linea)

source: Tokenized text (single word)
it: Testo tokenizzato (parola singola)

source: Non-positive integer (0 or negative)
it: Numero intero non positivo (0 o negativo)

source: Negative integer
it: Numero intero negativo

source: Long integer
it: Numero intero lungo

source: Short integer
it: Numero intero breve

source: Byte-sized integer
it: Numero intero di dimensione byte

source: Non-negative integer (0 or positive)
it: Numero intero non negativo (0 o positivo)

source: Positive integer (greater than 0)
it: Numero intero positivo (maggiore di 0)

source: Unsigned long integer
it: Numero intero lungo senza segno

source: Unsigned integer
it: Numero intero senza segno

source: Unsigned short integer
it: Numero intero breve senza segno

source: Unsigned byte
it: Byte senza segno

source: Invalid primary source URL provided
it: URL della fonte primaria non valido

source: Entity created successfully
it: Entità creata con successo

source: An error occurred while creating the entity: %(error)s
it: Si è verificato un errore durante la creazione dell'entità: %(error)s

source: Entity type is required
it: Il tipo di entità è obbligatorio

source: Unknown property %(prop_uri)s for entity type %(entity_type)s
it: Proprietà sconosciuta %(prop_uri)s per il tipo di entità %(entity_type)s

source: values
it: valori

source: value
it: valore

source: Property %(prop_uri)s requires at least %(min_count)d %(value)s
it: La proprietà %(prop_uri)s richiede almeno %(min_count)d %(value)s

source: Property %(prop_uri)s allows at most %(max_count)d %(value)s
it: La proprietà %(prop_uri)s permette al massimo %(max_count)d %(value)s

source: Property %(prop_uri)s requires the value %(mandatory_value)s
it: La proprietà %(prop_uri)s richiede il valore %(mandatory_value)s

source: Value "%(value)s" for property %(prop_uri)s is not of expected type %(expected_types)s
it: Il valore "%(value)s" per la proprietà %(prop_uri)s non è del tipo atteso %(expected_types)s.

source: Value "%(value)s" is not permitted for property %(prop_uri)s. Acceptable values are: %(acceptable_values)s
it: Il valore "%(value)s" non è consentito per la proprietà %(prop_uri)s. I valori accettabili sono: %(acceptable_values)s

source: Missing required property: %(prop_uri)s requires at least %(min_count)d %(value)s
it: Proprietà obbligatoria mancante: %(prop_uri)s richiede almeno %(min_count)d %(value)s

source: Snapshot
it: Versione

source: Responsible agent
it: Agente responsabile

source: Primary source
it: Fonte primaria

source: Description
it: Descrizione

source: View version
it: Visualizza versione

source: Version restored successfully
it: Versione ripristinata con successo

source: An error occurred while restoring the version: %(error)s
it: Si è verificato un errore durante il ripristino della versione: %(error)s

source: Modifications
it: Modifiche

source: Additions
it: Aggiunte

source: Deletions
it: Cancellazioni

source: Invalid limit or offset parameter
it: Parametro di limite o offset non valido

source: Missing subject_uri parameter
it: URI delle entità mancanti per l'unione.

source: Limit must be positive and offset non-negative
it: Il limite deve essere positivo e l'offset non negativo

source: Missing entity URIs for merge.
it: URI delle entità mancanti per l'unione.

source: Invalid primary source URL provided.
it: Nessun URI della risorsa fornito

source: Entities merged successfully. <a href='%(entity2_url)s' target='_blank'>%(entity2)s</a> has been deleted and its references now point to <a href='%(entity1_url)s' target='_blank'>%(entity1)s</a>.
it: Entità unite con successo. <a href='%(entity2_url)s' target='_blank'>%(entity2)s</a> è stata eliminata e i suoi riferimenti puntano ora a <a href='%(entity1_url)s' target='_blank'>%(entity1)s</a>.

source: An error occurred during the merge operation. Please check the logs. No changes were made.
it: Si è verificato un errore durante l'operazione di unione. Si prega di controllare i log. Non sono state apportate modifiche.

source: Two entities must be selected for merging/comparison.
it: Devono essere selezionate due entità per l'unione/confronto.

source: Could not retrieve details for one or both entities. Check logs.
it: Impossibile recuperare i dettagli per una o entrambe le entità. Controllare i log.

source: Missing required parameters (subject_uri, entity_type)
it: Parametri obbligatori mancanti (subject_uri, entity_type)

source: An error occurred while finding similar resources
it: Si è verificato un errore durante la ricerca di risorse simili

source: Catalogue
it: Catalogo

source: No data available
it: Nessun dato disponibile

source: New Record
it: Nuovo Record

source: Select an entity type
it: Seleziona un tipo di entità

source: Property
it: Proprietà

source: Property URI
it: URI della proprietà

source: Please enter a valid URL for the property URI
it: Si prega di inserire un URL valido per l'URI della proprietà

source: Value
it: Valore

source: Value Type
it: Tipo di valore

source: Literal
it: Letterale

source: Select Datatype
it: Seleziona il tipo di dato

source: Add Property
it: Aggiungi Proprietà

source: Add New Record
it: Nuovo Record

source: No valid datatypes for this value
it: Nessun tipo di dato valido per questo valore

source: Please enter a valid URL
it: Inserisci un URL valido

source: Please provide at least one property with a value
it: Fornisci almeno una proprietà con un valore

source: Please fill out at least one property
it: Compila almeno una proprietà

source: Validation Errors
it: Errori di Validazione

source: An error occurred
it: Si è verificato un errore

source: Please try again later
it: Riprova più tardi

source: Validating data...
it: Convalida dei dati in corso...

source: Please wait while we validate your data
it: Attendi mentre convalidiamo i tuoi dati

source: Made with
it: Realizzato con

source: Go to the catalogue
it: Vai al catalogo

source: Loading...
it: Caricamento...

source: Cancel Editing
it: Annulla modifica

source: Unsaved Changes
it: Modifiche non salvate

source: You have unsaved changes. Are you sure you want to exit edit mode?
it: Hai modifiche non salvate. Sei sicuro di voler uscire dalla modalità di modifica?

source: Yes, discard changes
it: Sì, scarta le modifiche

source: No, keep editing
it: No, continua a modificare

source: Edit Resource
it: Modifica Risorsa

source: Lock Lost
it: Blocco perso

source: Your editing session has expired. Any changes will be lost
it: La tua sessione di modifica è scaduta. Eventuali modifiche andranno perse

source: Login with ORCID
it: Accedi con ORCID

source: Click the button below to log in using your ORCID account
it: Clicca il pulsante qui sotto per accedere usando il tuo account ORCID

source: Sign in with ORCID
it: Accedi con ORCID

source: This field is required
it: Questo campo è obbligatorio

source: This property has a mandatory value that cannot be modified
it: Questa proprietà ha un valore obbligatorio che non può essere modificato

source: Select an option
it: Seleziona un'opzione

source: Delete
it: Cancella

source: Date
it: Data

source: Year and Month
it: Anno e Mese

source: Year
it: Anno

source: Select Date Type
it: Seleziona il formato della data

source: Add %(element_type)s
it: Aggiungi %(element_type)s

source: Redirection to the entity %(entity)s
it: Reindirizzamento all'entità %(entity)s

source: Visit
it: Visita

source: Time Vault
it: Archivio Temporale

source: Logout
it: Disconnetti

source: Login
it: Accedi

source: Source (Optional):
it: Fonte (Opzionale):

source: Current Default:
it: Predefinito attuale:

source: Preview:
it: Anteprima:

source: No primary source will be recorded
it: Nessuna fonte primaria verrà registrata

source: Enter a valid URL or leave blank
it: Inserisci un URL valido o lascia vuoto

source: Preview failed to load
it: Caricamento anteprima fallito

source: Enter Primary Source
it: Inserisci Fonte Primaria

source: Please provide the URL of the primary source for this entity, or leave blank if not applicable
it: Fornisci l'URL della fonte primaria per questa entità, o lascia vuoto se non applicabile

source: Loading preview...
it: Caricamento anteprima...

source: Enter the URL
it: Inserisci l'URL

source: Confirm
it: Conferma

source: Cancel
it: Annulla

source: Save this URL as my default primary source
it: Salva questo URL come mia fonte primaria predefinita

source: No default source set
it: Nessuna fonte predefinita impostata

source: Source:
it: Fonte:

source: Please enter a valid URL or leave blank.
it: Inserisci un URL valido o lascia vuoto.

source: Found %(count)s entities similar to the one you are creating
it: Trovate %(count)s entità simili a quella che stai creando

source: View
it: Visualizza

source: Edit
it: Modifica

source: Loading data...
it: Caricamento dati in corso...

source: We are retrieving the data of the selected entity. Please wait...
it: Stiamo recuperando i dati dell'entità selezionata. Attendere prego...

source: The field
it: Il campo

source: of the
it: del

source: is required
it: è obbligatorio

source: Please enter a valid URL for
it: Inserisci un URL valido per

source: any text
it: qualsiasi testo

source: text without line breaks or tabs
it: testo senza interruzioni di riga o tabulazioni

source: whole number
it: numero intero

source: positive whole number
it: numero intero positivo

source: negative whole number
it: numero intero negativo

source: non-negative whole number
it: numero intero non negativo

source: non-positive whole number
it: numero intero non positivo

source: whole number between -128 and 127
it: numero intero tra -128 e 127

source: whole number between -32768 and 32767
it: numero intero tra -32768 e 32767

source: whole number between -2147483648 and 2147483647
it: numero intero tra -2147483648 e 2147483647

source: whole number between 0 and 255
it: numero intero tra 0 e 255

source: whole number between 0 and 65535
it: numero intero tra 0 e 65535

source: whole number between 0 and 4294967295
it: numero intero tra 0 e 4294967295

source: number (can include decimal point)
it: numero (può includere un punto decimale)

source: duration (e.g. P1Y2M3DT4H5M6S)
it: durata (es. P1Y2M3DT4H5M6S)

source: day and time duration (e.g. P1DT2H3M4S)
it: durata giorno e ora (es. P1DT2H3M4S)

source: year and month duration (e.g. P1Y2M)
it: durata anno e mese (es. P1Y2M)

source: year and month in format YYYY-MM
it: anno e mese nel formato YYYY-MM

source: year in format YYYY
it: anno nel formato YYYY

source: date and time (e.g. 2023-06-15T14:30:00+02:00)
it: data e ora (es. 2023-06-15T14:30:00+02:00)

source: date and time with timezone (e.g. 2023-06-15T14:30:00+02:00)
it: data e ora con fuso orario (es. 2023-06-15T14:30:00+02:00)

source: date in format YYYY-MM-DD
it: data nel formato YYYY-MM-DD

source: time in format HH:MM:SS
it: ora nel formato HH:MM:SS

source: month in format --MM
it: mese nel formato --MM

source: day in format ---DD
it: giorno nel formato ---DD

source: month and day in format --MM-DD
it: mese e giorno nel formato --MM-DD

source: true or false
it: vero o falso

source: hexadecimal digits
it: cifre esadecimali

source: base64 encoded data
it: dati codificati in base64

source: valid URL
it: URL valido

source: qualified name
it: nome qualificato

source: valid XML name
it: nome XML valido

source: list of valid XML names
it: elenco di nomi XML validi

source: valid XML token
it: token XML valido

source: list of valid XML tokens
it: elenco di token XML validi

source: valid XML Name
it: Nome XML valido

source: This field
it: Questo campo

source: Invalid input. Expected
it: Inserimento non valido. Atteso

source: in the
it: nel

source: Unknown property
it: Proprietà sconosciuta

source: The property
it: La proprietà

source: has too many values
it: ha troppi valori

source: Maximum allowed is
it: Il massimo consentito è

source: has too few values
it: ha troppo pochi valori

source: Minimum required is
it: Il minimo richiesto è

source: Invalid Submission
it: Invio non valido

source: Edit this resource
it: Modifica questa risorsa

source: Delete this resource
it: Elimina questa risorsa

source: Delete Resource
it: Elimina Risorsa

source: Time Machine
it: Macchina del tempo

source: This entity has been deleted. You can view its history using the Time Machine above
it: Questa entità è stata eliminata. Puoi visualizzarne la cronologia usando la macchina del tempo sopra

source: There is no information related to this resource in the dataset
it: Non ci sono informazioni disponibili su questa risorsa nella banca dati

source: Save Changes
it: Salva Modifiche

source: Resources Referencing This
it: Risorse che fanno riferimento a questa

source: No resources reference this resource
it: Nessuna risorsa fa riferimento a questa risorsa

source: Load More
it: Carica altro

source: Similar Resources
it: Risorse Simili

source: No potentially similar resources found
it: Nessuna risorsa potenzialmente simile trovata

source: The following resources will become orphaned (they will no longer be connected to any other resource in the dataset):
it: Le seguenti risorse diventeranno orfane (non saranno più collegate a nessun'altra risorsa nel dataset):

source: The following intermediate relationships (proxies) will also be removed:
it: Le seguenti relazioni intermedie (proxy) saranno rimosse:

source: Would you like to delete all these entities now?
it: Vorresti eliminare tutte queste entità adesso?

source: Warning
it: Attenzione

source: Yes, delete affected entities
it: Sì, elimina le entità interessate

source: No, keep affected entities
it: No, mantieni le entità interessate

source: Checking dependencies...
it: Controllo delle dipendenze in corso...

source: Checking for affected entities. Please wait...
it: Controllo delle entità interessate. Attendere prego...

source: An unexpected error occurred!
it: Si è verificato un errore inaspettato!

source: Processing...
it: Elaborazione in corso...

source: Applying changes to the entity. Please wait...
it: Applicazione delle modifiche all'entità. Attendere prego...

source: Success
it: Operazione completata con successo

source: Validation Error
it: Errore di convalida

source: You cannot add more properties; the limit for each property has been reached
it: Non puoi aggiungere altre proprietà; il limite per ogni proprietà è stato raggiunto

source: Undo delete
it: Annulla eliminazione

source: Revert
it: Ripristina

source: Are you sure?
it: Sei sicuro?

source: This will delete this resource and all its data
it: Questo eliminerà questa risorsa e tutti i suoi dati

source: You can still restore it later using the Time Machine
it: Puoi comunque ripristinarla in seguito utilizzando la macchina del tempo

source: Yes, delete it!
it: Sì, eliminala!

source: No Changes Detected
it: Nessuna modifica rilevata

source: Oops! It looks like you have not made any changes yet. Try updating a field first
it: Ops! Sembra che tu non abbia ancora apportato modifiche. Prova a modificare prima un campo

source: View entity
it: Visualizza entità

source: Error loading linked resources.
it: Errore nel caricamento delle risorse simili.

source: No type specified
it: Nessun tipo specificato

source: Properties
it: Proprietà

source: No properties found for this entity.
it: Nessuna proprietà trovata per questa entità.

source: View full details
it: Visualizza dettagli completi

source: View Details
it: Visualizza Dettagli

source: Confirm Entity Merge
it: Conferma Unione Entità

source: Merge Into
it: Unisci In

source: Entity 2 (Merge & Delete)
it: Entità 2 (Unisci ed Elimina)

source: Entity 1 (Keep)
it: Entità 1 (Mantieni)

source: Properties:
it: Proprietà:

source: All properties from Entity 2 will be added to Entity 1.
it: Tutte le proprietà dell'Entità 2 verranno aggiunte all'Entità 1.

source: References:
it: Riferimenti:

source: Links pointing to Entity 2 will be updated to point to Entity 1.
it: I collegamenti che puntano all'Entità 2 verranno aggiornati per puntare all'Entità 1.

source: Deletion:
it: Eliminazione:

source: Entity 2 will be deleted after the merge.
it: L'Entità 2 verrà eliminata dopo l'unione.

source: Confirm Merge
it: Conferma Unione

source: Proceed with Merge
it: Procedi con l'unione

source: Similarity check not available for this entity.
it: Controllo di similarità non disponibile per questa entità.

source: Compare and merge with this entity
it: Confronta e unisci con questa entità

source: Merge
it: Unisci

source: Error loading similar resources.
it: Errore nel caricamento delle risorse simili.

source: History of <em>%(subject)s</em>
it: Cronologia di <em>%(subject)s</em>

source: Version %(version_number)s of <em>%(subject)s</em>
it: Versione %(version_number)s di <em>%(subject)s</em>

source: Version
it: Versione

source: of
it: di

source: Restore this Version
it: Ripristina questa versione

source: Previous version
it: Versione precedente

source: Next version
it: Versione successiva

source: Metadata of snapshot
it: Metadati della versione numero

source: Generation time
it: Data di generazione

source: Invalidation time
it: Data di invalidazione

source: Attributed to
it: Agente responsabile

source: This is a deletion snapshot. The entity was deleted at this point in time
it: Questa è un'istantanea di eliminazione. L'entità è stata eliminata in questo momento

source: This snapshot does not exist
it: Questa versione non esiste

source: Restoring...
it: Ripristino in corso...

source: Restoring this version. Please wait...
it: Ripristino di questa versione in corso. Attendere prego...

source: Go to the home
it: Torna alla home

source: Error 404
it: Errore 404

source: The page you're loking for can't be found
it: La pagina che stai cercando non esiste

source: Link to the entity %(entity)s
it: Reindirizzamento all'entità %(entity)s

source: Unknown
it: Sconosciuta

source: Link to the primary source description
it: Link alla descrizione della fonte primaria

source: No entity type specified
it: Nessun tipo di entità specificato

source: The property %(predicate)s is not allowed for resources of type %(s_type)s
it: %(predicate)s non è un metadato valido per risorse di tipo %(s_type)s

source: The property %(predicate)s allows at most %(max_count)s %(value)s
it: La proprietà %(predicate)s permette al massimo %(max_count)s %(value)s

source: The property %(predicate)s requires at least %(min_count)s %(value)s
it: La proprietà %(predicate)s richiede almeno %(min_count)s %(value)s

source: <code>%(new_value)s</code> is not a valid value. The <code>%(property)s</code> property requires one of the following values: %(o_values)s
it: <code>%(new_value)s</code> non è un valore valido. La proprietà <code>%(property)s</code> richiede uno dei seguenti valori: %(o_values)s

source: <code>%(new_value)s</code> is not a valid value. The <code>%(property)s</code> property requires values of type %(o_types)s
it: <code>%(new_value)s</code> non è un valore valido. <code>%(property)s</code> richiede valori di tipo %(o_types)s
